{
  "nased_guidelines": {
    "name": "NASED Election Administration Guidelines",
    "description": "Official information about who runs elections and how they're secured",
    "content": "From the NASED (National Association of State Election Directors) guidelines:\n\nWho runs/administers elections?\n\nEvery state or territory has a Chief Election Official, the position designated by the National Voter Registration Act of 1993 that oversees the administration of elections in that state or territory. In 38 states, the Chief Election Official is the Secretary of State; 31 are popularly elected, three are elected by the legislature, and four are appointed by the governor. In two states - Alaska and Utah - the Chief Election Official is the popularly elected Lieutenant Governor. In 10 states (Delaware, Hawaii, Illinois, Maryland, New York, North Carolina, Oklahoma, South Carolina, Virginia, and Wisconsin), the District of Columbia, and the five US territories, the Chief Election Official works for a bipartisan board or commission; none of these Chief Election Officials are popularly elected, though in Oklahoma, the Chief Election Official serves concurrently as the Secretary of the Senate, a position elected by the legislature.\n\nMost states have local election jurisdictions, either counties, municipalities, or both. In New England (Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, Vermont) there is no county government, so elections are administered at the municipal level. Michigan and Wisconsin are a hybrid: both municipalities and counties have responsibility for election administration. For some elections, such as city council or mayor, municipalities may run their own elections, even if the county typically administers other elections. Alaska, the District of Columbia, and the five territories do not have local election jurisdictions.\n\nIn different states, local election officials are called different things: clerks, registrars, recorders, supervisors, directors, and more! Some states have multiple local election offices that divide responsibilities for voter registration and election administration, for example. Local election officials also often have responsibilities in addition to election administration, including issuing marriage licenses, serving as the registrar of deeds, or issuing dog licenses.\n\nWho secures elections?\n\nSecuring elections is a collaborative effort between state and local election officials, federal partners, and the private sector. State and local election officials are the owners and operators of voting equipment, systems, and databases. Federal partners, especially the Cybersecurity and Infrastructure Security Agency (CISA), provide election officials with classified and unclassified intelligence, threat indicators, and free services and assessments to help election officials understand their risks and make informed decisions about risk mitigations. CISA also offers free physical security assessments to help election officials secure their facilities.\n\nThe private sector plays an important role in elections. Only election officials can process or tabulate ballots, but many election jurisdictions rely on contractors or technology vendors for support with their voting equipment. Thus, these providers are a key participant in securing elections. Private cybersecurity companies also provide support, services, and assessments for state and local election officials.\n\nFinally, voters play a role in securing elections, too. False information about election administration hurts the confidence that voters have in elections in the United States. Elections can be confusing, but voters should get their information about elections from state and territorial election officials to make sure it's accurate and up-to-date.\n\nHow are mail ballots verified?\n\nEach state and territory has a slightly different process for verifying mail ballots, but in general:\n\n    Before a mail ballot is sent to a voter, a unique ID number on the outbound mailing envelope is recorded in the voter registration database. This number matches a number on the return mailing envelope. These numbers allow election officials to know which envelope, or ballot package, is sent to and received from which voter without violating the secrecy of the ballot. If a voter requests another ballot, the unique ID number is recorded for the new ballot, too. This helps election officials ensure that only one ballot per voter is tabulated.\n    When a ballot is returned from a voter, the election office verifies that the number on the mailing envelope matches the number on the mailing envelope assigned to the voter when the ballot was sent out. This is why there can only be one ballot per envelope.\n    Election workers verify that the envelope has all required voter information on it. This varies by state or territory but can include the voter's signature, the date, and other information. If this information is incomplete, each state and territory has laws and procedures for how to treat these ballots. Some permit voters to provide the missing information, which is known as a ballot cure process.\n    If the ballot envelope has all of the required information, in many states and territories, election workers verify that the signature on the ballot envelope matches the signature on file. While some places permit the use of technology to expedite the process, a human reviews every signature.\n    Once the required information is validated, the ballot can be removed from the outer envelope. Both the envelope and the ballot are retained as election records, but they must be separated to ensure the secrecy of each ballot.\n    Ballots are flattened to remove creases and then tabulated. While election officials often tabulate mail ballots as their own category, they are treated as regular ballots. Every eligible mail ballot is tabulated and included in the official canvass of results for every election."
  },
  "cisa_example": {
    "name": "CISA Election Security Guidelines",
    "description": "Cybersecurity guidance for election infrastructure",
    "content": "From CISA (Cybersecurity and Infrastructure Security Agency):\n\n[This is a placeholder - add your CISA content here]\n\nElection infrastructure security involves multiple layers of protection including physical security, cybersecurity, and operational security measures. CISA works with state and local election officials to provide resources and support for securing election systems."
  },
  "example_state_specific": {
    "name": "State-Specific Election Information",
    "description": "Information about election processes in specific states",
    "content": "State-Specific Election Security Measures:\n\n[Add state-specific information here]\n\nThis section can include information about:\n- State-specific verification processes\n- Unique security measures by state\n- State election calendars\n- Contact information for state election officials"
  }
}